content/samples/xml/Maybank2uSamplesqueryWorkflow_WPG_RequestBody.xml

<soap:Envelope
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <RequestPayeeInfo
            xmlns="http://www.openuri.org/">
            <userid>test-user</userid>
            <password>test-password</password>
            <payeecode>1KY</payeecode>
            <billNo>d6513abf-7a64-4a31-b773-76f19be65780</billNo>
            <Amt>100</Amt>
        </RequestPayeeInfo>
    </soap:Body>
</soap:Envelope>
